{
  "id": 130353117,
  "title": "4 room luxury penthouse for sale in Villajoyosa, Spain",
  "price": "640,000",
  "currency": "EUR",
  "address": null,
  "city": null,
  "province": null,
  "country": null,
  "features": {
    "Rooms": "4",
    "Bedrooms": "3",
    "Bathrooms": "3",
    "External size": "60 m²",
    "Size": "120 m²",
    "Balcony count": "2",
    "Cooling Systems": "Air Conditioning",
    "Exterior Type": "Composition",
    "Floor": "6",
    "Floor Count": "1",
    "Floor Type": "Other",
    "Garden Type": "Common",
    "Heating": "Heat Pump",
    "Heating Source": "Electric",
    "Kitchens": "1",
    "Reference": "C24005",
    "Roof Type": [
      "Built-up",
      "Composition"
    ],
    "Status": "Excellent",
    "Terrace": "60 m²",
    "Year of construction": "2022",
    "Energy Rating": "C (41 kWh/sqm per year)",
    "Exterior Amenities": [
      "Disabled Access",
      "Courtyard",
      "Gated Entry",
      "Garden",
      "Patio",
      "Pool",
      "Hottub / Spa",
      "Basement",
      "Sports Court",
      "Barbeque Area"
    ],
    "Gas emission Class": "B (7 Kg CO2e/sqm per year)",
    "Interior Amenities": [
      "Elevator",
      "Attic",
      "Jetted Bath Tub",
      "Doublepane Windows",
      "Intercom",
      "Sauna"
    ],
    "View": [
      "Greenbelt",
      "Sea",
      "Mountains"
    ]
  },
  "description": "Magnificent 120 m² automated penthouse, 2/3 bedrooms + 60 m² of terraces and rooftop with sea and mountain views in La Villajoyosa (Alicante), Spain, in a secure residence. This beautiful high-end apartment built in 2022 is ready to welcome you with your family and your suitcases! Perfect general condition, quality materials and services. Located 40 km from Alicante International Airport, this apartment is on the 6th and top floor of a secure and guarded residence and has a large living room, two large bedrooms, each with its own bathroom with toilet + a third bathroom and toilet. Possibility of returning to a 3rd bedroom by reducing the living room space. Large equipped kitchen open to the living room, side terrace for a moment of relaxation, lunch or dinner facing the sea or the mountains. An impressive suspended staircase leads to the upper floor where the master bedroom and its bathroom are located, as well as a large terrace with sea views, the residence's tropical gardens, and the mountains. Air conditioning on both levels. The common areas also offer magnificent amenities: splendid tropical gardens with trees, a large swimming pool as well as a vast paddling pool for children (a lifeguard is present during the summer months), a spa with indoor pools, sauna, hammam, changing rooms, a sports equipment area with toilets, as well as an outdoor parking space for bicycles. At the front of the residence, direct access to the sea with a beach and a pop-up restaurant during the summer months. The apartment also comes with underground parking, as well as a closed box at the rear of the parking lot. A direct elevator from the underground parking lot to the apartment. The residence is enclosed by an automated gate with surveillance camera and videophones with access on two streets (at the front and rear of the complex). Ideal investment to live there immediately, no renovations required, sold with or without furniture (to be negotiated) and household appliances. A tourist license is also already attached to this property for an exceptional rental investment. Additional charges: condominium fees: €550 / quarter; Property tax: €845 / year. Exclusively for EasyHome customers: This sale price includes an upgradeable home automation system to make this house smart (comfort, security, energy savings, presence simulation, motion detection, etc.). Information and visits on request: ✅ +34.659.271.990. ✅ easyhomecostablanca@gmail.com",
  "images": [
    "https://pic.le-cdn.com/thumbs/1024x768/04/1/properties/Property-dd070000000007c50001666870fc-130353117.jpg",
    "https://pic.le-cdn.com/thumbs/1024x768/04/1/properties/Property-dd070000000007c50001666870fc-130353117.jpg",
    "https://pic.le-cdn.com/thumbs/1024x768/04/2/properties/Property-dd070000000007c50002666870fc-130353117.jpg",
    "https://pic.le-cdn.com/thumbs/1024x768/04/3/properties/Property-dd070000000007c50003666870fc-130353117.jpg",
    "https://pic.le-cdn.com/thumbs/1024x768/04/4/properties/Property-dd070000000007c50004666870fc-130353117.jpg",
    "https://pic.le-cdn.com/thumbs/1024x768/04/5/properties/Property-dd070000000007c50005666870fc-130353117.jpg"
  ]
}